# St7GetVertexID

Returns the ID number assigned to the specified vertex.

long St7GetVertexID(long uID, long VertexNum, long* VertexID)
Input Parameters
uID
Strand7 model file ID.
VertexNum
Vertex number.
Output Parameters
VertexID
Vertex ID.